initLocation({
    1: {
        TW: "台灣", 1: {
            n: "台北市"
        }, 2: {
            n: "高雄市"
        }, 3: {
            n: "基隆市"
        }, 4: {
            n: "台中市"
        }, 5: {
            n: "台南市"
        }, 6: {
            n: "新竹市"
        }, 7: {
            n: "嘉義市"
        }, 8: {
            n: "新北市"
        }, 9: {
            n: "宜蘭縣"
        }, 10: {
            n: "桃園縣"
        }, 11: {
            n: "新竹縣"
        }, 12: {
            n: "苗栗縣"
        }, 13: {
            n: "台中市"
        }, 14: {
            n: "彰化縣"
        }, 15: {
            n: "南投縣"
        }, 16: {
            n: "雲林縣"
        }, 17: {
            n: "嘉義縣"
        }, 18: {
            n: "台南市"
        }, 19: {
            n: "高雄市"
        }, 20: {
            n: "屏東縣"
        }, 22: {
            n: "台東縣"
        }, 23: {
            n: "花蓮縣"
        }, 21: {
            n: "澎湖縣"
        }
    }
    , 2: {
        JP: "日本", 1: {
            n: "東京"
        }
    } , 3: {
        KR: "韓國", 1: {
            n: "首爾"
        }
    }, 4: {
        HK: "香港", 1: {
            n: "中西區"
        }
    }
    , 0: {}
});