initLocation({
    1: {
        TW: "漏水", 1: {
            n: "外牆"
        }, 2: {
            n: "浴室"
        }, 3: {
            n: "管路"
        }, 4: {
            n: "陽路台"
        }, 5: {
            n: "地下室"
        }
    }
    , 2: {
        JP: "地磚", 1: {
            n: "破損"
        }, 2: {
            n: "空心"
        }
    } , 3: {
        KR: "壁磚", 1: {
            n: "破損"
        }, 2: {
            n: "空心"
        }
    }, 4: {
        HK: "設備", 1: {
            n: "電子&其他"
        }, 2: {
            n: "廚房"
        }, 3: {
            n: "浴室"
        }, 4: {
            n: "門窗"
        }, 5: {
            n: "扶手欄杆"
        }
    }, 5: {
        HK: "油漆", 1: {
            n: "無"
        }
    }
    , 0: {}
});